{
    "name": "enterprises/LC02kggfh1/applications/com.simplemobiletools.dialer",
    "permissions": [
        {
            "permissionId": "android.permission.ANSWER_PHONE_CALLS"
        },
        {
            "description": "Allows the app to call phone numbers without your intervention. This may result in unexpected charges or calls. Note that this doesn't allow the app to call emergency numbers. Malicious apps may cost you money by making calls without your confirmation.",
            "name": "directly call phone numbers",
            "permissionId": "android.permission.CALL_PHONE"
        },
        {
            "permissionId": "android.permission.FOREGROUND_SERVICE"
        },
        {
            "permissionId": "android.permission.MANAGE_OWN_CALLS"
        },
        {
            "description": "Allows the app to modify global audio settings such as volume and which speaker is used for output.",
            "name": "change your audio settings",
            "permissionId": "android.permission.MODIFY_AUDIO_SETTINGS"
        },
        {
            "description": "Allows the app to read your device's call log, including data about incoming and outgoing calls. This permission allows apps to save your call log data, and malicious apps may share call log data without your knowledge.",
            "name": "read call log",
            "permissionId": "android.permission.READ_CALL_LOG"
        },
        {
            "description": "Allows the app to read data about your contacts stored on your device, including the frequency with which you've called, emailed, or communicated in other ways with specific individuals. This permission allows apps to save your contact data, and malicious apps may share contact data without your knowledge.",
            "name": "read your contacts",
            "permissionId": "android.permission.READ_CONTACTS"
        },
        {
            "description": "Allows the app to access the phone features of the device. This permission allows the app to determine the phone number and device IDs, whether a call is active, and the remote number connected by a call.",
            "name": "read phone status and identity",
            "permissionId": "android.permission.READ_PHONE_STATE"
        },
        {
            "description": "Allows the app to record audio with the microphone. This permission allows the app to record audio at any time without your confirmation.",
            "name": "record audio",
            "permissionId": "android.permission.RECORD_AUDIO"
        },
        {
            "description": "Allows the app to draw on top of other applications or parts of the user interface. They may interfere with your use of the interface in any application, or change what you think you are seeing in other applications.",
            "name": "draw over other apps",
            "permissionId": "android.permission.SYSTEM_ALERT_WINDOW"
        },
        {
            "description": "Allows the app to prevent the device from going to sleep.",
            "name": "prevent device from sleeping",
            "permissionId": "android.permission.WAKE_LOCK"
        },
        {
            "description": "Allows the app to modify your device's call log, including data about incoming and outgoing calls. Malicious apps may use this to erase or modify your call log.",
            "name": "write call log",
            "permissionId": "android.permission.WRITE_CALL_LOG"
        },
        {
            "description": "Allows the app to modify the data about your contacts stored on your device, including the frequency with which you've called, emailed, or communicated in other ways with specific contacts. This permission allows apps to delete contact data.",
            "name": "modify your contacts",
            "permissionId": "android.permission.WRITE_CONTACTS"
        },
        {
            "permissionId": "android.telecom.action.CONFIGURE_PHONE_ACCOUNT"
        }
    ],
    "title": "Simple Dialer - Manage Phone Calls, Phonebook"
}