{
    "name": "enterprises/LC02kggfh1/applications/com.simplemobiletools.calendar",
    "permissions": [
        {
            "description": "Allows the app to read all calendar events stored on your device, including those of friends or co-workers. This may allow the app to share or save your calendar data, regardless of confidentiality or sensitivity.",
            "name": "read calendar events plus confidential information",
            "permissionId": "android.permission.READ_CALENDAR"
        },
        {
            "description": "Allows the app to read data about your contacts stored on your device, including the frequency with which you've called, emailed, or communicated in other ways with specific individuals. This permission allows apps to save your contact data, and malicious apps may share contact data without your knowledge.",
            "name": "read your contacts",
            "permissionId": "android.permission.READ_CONTACTS"
        },
        {
            "description": "Allows the app to have itself started as soon as the system has finished booting. This can make it take longer to start the device and allow the app to slow down the overall device by always running.",
            "name": "run at startup",
            "permissionId": "android.permission.RECEIVE_BOOT_COMPLETED"
        },
        {
            "description": "Allows the app to control the vibrator.",
            "name": "control vibration",
            "permissionId": "android.permission.VIBRATE"
        },
        {
            "description": "Allows the app to prevent the device from going to sleep.",
            "name": "prevent device from sleeping",
            "permissionId": "android.permission.WAKE_LOCK"
        },
        {
            "description": "Allows the app to add, remove, change events that you can modify on your device, including those of friends or co-workers. This may allow the app to send messages that appear to come from calendar owners, or modify events without the owners' knowledge.",
            "name": "add or modify calendar events and send email to guests without owners' knowledge",
            "permissionId": "android.permission.WRITE_CALENDAR"
        }
    ],
    "title": "Simple Calendar - Easy Schedule & Agenda Planner"
}