{
    "name": "enterprises/LC02kggfh1/applications/com.google.earth",
    "permissions": [
        {
            "description": "Allows the app to get your approximate location. This location is derived by location services using network location sources such as cell towers and Wi-Fi. These location services must be turned on and available to your device for the app to use them. Apps may use this to determine approximately where you are.",
            "name": "approximate location (network-based)",
            "permissionId": "android.permission.ACCESS_COARSE_LOCATION"
        },
        {
            "description": "Allows the app to get your precise location using the Global Positioning System (GPS) or network location sources such as cell towers and Wi-Fi. These location services must be turned on and available to your device for the app to use them. Apps may use this to determine where you are, and may consume additional battery power.",
            "name": "precise location (GPS and network-based)",
            "permissionId": "android.permission.ACCESS_FINE_LOCATION"
        },
        {
            "description": "Allows the app to view information about network connections such as which networks exist and are connected.",
            "name": "view network connections",
            "permissionId": "android.permission.ACCESS_NETWORK_STATE"
        },
        {
            "description": "Allows the app to get the list of accounts known by the device. This may include any accounts created by applications you have installed.",
            "name": "find accounts on the device",
            "permissionId": "android.permission.GET_ACCOUNTS"
        },
        {
            "description": "Allows the app to retrieve its code, data, and cache sizes",
            "name": "measure app storage space",
            "permissionId": "android.permission.GET_PACKAGE_SIZE"
        },
        {
            "description": "Allows the app to create network sockets and use custom network protocols. The browser and other applications provide means to send data to the internet, so this permission is not required to send data to the internet.",
            "name": "full network access",
            "permissionId": "android.permission.INTERNET"
        },
        {
            "description": "Allows the app to read the contents of your USB storage.",
            "name": "read the contents of your USB storage",
            "permissionId": "android.permission.READ_EXTERNAL_STORAGE"
        },
        {
            "description": "Allows the app to control the vibrator.",
            "name": "control vibration",
            "permissionId": "android.permission.VIBRATE"
        },
        {
            "description": "Allows the app to write to the USB storage.",
            "name": "modify or delete the contents of your USB storage",
            "permissionId": "android.permission.WRITE_EXTERNAL_STORAGE"
        },
        {
            "description": "Allows this app to read Google service configuration data.",
            "name": "read Google service configuration",
            "permissionId": "com.google.android.providers.gsf.permission.READ_GSERVICES"
        }
    ],
    "title": "Google Earth"
}